export const viewScor = () => {
  console.log(`1) реализован интерфейс игры

2) в футере приложения есть ссылка на гитхаб автора приложения, год создания приложения, логотип курса со ссылкой на курс

3) Логика игры. Карточки, по которым кликнул игрок, переворачиваются согласно правилам игры

4) Игра завершается, когда открыты все карточки

5) По окончанию игры выводится её результат - количество ходов, которые понадобились для завершения игры

6) Результаты последних 10 игр сохраняются в local storage. Есть таблица рекордов, в которой сохраняются результаты предыдущих 10 игр

7) По клику на карточку – она переворачивается плавно, если пара не совпадает – обе карточки так же плавно переварачиваются рубашкой вверх

8) Очень высокое качество оформления приложения и/или дополнительный не предусмотренный в задании функционал, улучшающий качество приложения`);
};
